[
    {
      "quote": "Information circulates in cultural contexts of acceptability. It is not enough to simply want the most accurate and credible information to rise to the top of a search engine, but it is certainly an important step toward impacting the broader culture of information use that helps us make decisions about the distribution of resources among the most powerful and the most disenfranchised members of our society.",
      "author": "Safiya Umoja Noble, Algorithms of Oppression"
    },
    {
      "quote": "Formed by technology at the same time that it creates technology, embodiment mediates between technology and discourse by creating new experiential frameworks that serve as boundary markers for the creation of corresponding discursive systems. In the feedback loop between technological innovations and discursive practices, incorporation is a crucial link.",
      "author": "N. Katherine Hayles, How We Became Posthuman"
    },
    {
      "quote": "The silicon chip is a surface for writing; it is etched in molecular scales disturbed only by atomic noise, the ultimate interference for nuclear scores. Writing, power, and technology are old partners in Western stories of the origin of civilization, but miniaturization has changed our experience of mechanism. Miniaturization has turned out to be about power.",
      "author": "Donna J. Haraway, A Cyborg Manifesto"
    },
    {
      "quote": "The more we can make transparent the political dimensions of technology, the more we might be able to intervene in the spaces where algorithms are becoming a substitute for public policy debates over resource distribution—from mortgages to insurance to educational opportunities.",
      "author": "Safiya Umoja Noble, Algorithms of Oppression"
    },
    {
      "quote": "Technologies always have multiple effects. Determining the meaning of those effects is not a simple process.",
      "author": "Anne Balsamo, Technologies of the Gendered Body"
    },
    {
      "quote": "No objects, spaces, or bodies are sacred in themselves; any component can be interfaced with any other if the proper standard, the proper code, can be constructed for processing signals in a common language.",
      "author": "Donna J. Haraway, A Cyborg Manifesto"
    },
    {
      "quote": "[T]he project of remaking tools may depend for its success on the social processes employed [and] the social significance of technical systems lies not only in their overt functioning (what they enable us to do) but also in the social effluent, so to speak, of their construction processes.",
      "author": "Julia Flanders, Building Otherwise"
    },
    {
      "quote": "We need more attention on how these types of artificial intelligence, under the auspices of individual freedom to make choices, forestall the ability to see what kinds of choices we are making and the collective impact of these choices in reversing decades of struggle for social, political, and economic equality. Digital technologies are implicated in these struggles.",
      "author": "Safiya Umoja Noble, Algorithms of Oppression"
    },
    {
      "quote": "In the posthuman view. . . conscious agency has never been 'in control.' In fact, the very illusion of control bespeaks a fundamental ignorance about the nature of the emergent processes through which consciousness, the organism, and the environment are constituted.",
      "author": "N. Katherine Hayles, How We Became Posthuman"
    },
    {
      "quote": "[D]ata must be classified in some way to be put to use. In fact, by the time that information becomes data, it's already been classified in some way. Data, after all, is information made tractable, to borrow a term from computer science.",
      "author": "Catherine D'Ignazio and Lauren F. Klein, Data Feminism"
    },
    {
      "quote": "The machine is not an it to be animated, worshipped, and dominated. The machine is us, our processes, an aspect of our embodiment. We can be responsible for machines; they do not dominate or threaten us. We are responsible for boundaries; we are they.",
      "author": "Donna J. Haraway, A Cyborg Manifesto"
    }, 
    {
      "quote": "I suggest that feminists think about technologies as formations in and of themselves—not as isolated processes or material artifacts. Furthermore, if we understand technological formations as cultural formations, we will be able to grasp the fact that an analysis of such a multidimensional cultural arrangement will require the work of many feminists who are likely to have divergent political aims. One consequence of this shift of understanding is that there will be less pressure to produce and defend a 'bottom-line' evaluation of a given technology.",
      "author": "Anne Balsamo, Technologies of the Gendered Body"
      },
    {
      "quote": "The computational universe becomes dangerous when it goes from being a useful heuristic to an ideology that privileges information over everything else. As we have seen, information is a socially constructed concept; in addition to its currently accepted definition, it could have been, and was, given different definitions. Just because information has lost its body does not mean that humans and the world have lost theirs.",
      "author": "N. Katherine Hayles, How We Became Posthuman"
    },
    {
      "quote": "[A] key way that power and privilege operate in the world today has to do with the word 'data' itself. The word dates to the mid-seventeenth century, when it was introduced to supplement existing terms such as 'evidence' and 'fact.' Identifying information as data, rather than as either of those other two terms, serves a rhetorical purpose.",
      "author": "Catherine D'Ignazio and Lauren F. Klein, Data Feminism"
    },  
    {
      "quote": "Relativism is the perfect mirror twin of totalization in the ideologies of objectivity; both deny the stakes in location, embodiment, and partial perspective; both make it impossible to see well. Relativism and totalization are both 'god-tricks' promising vision from everywhere and nowhere equally and fully, common myths in rhetorics surrounding science. But it is precisely in the politics and epistemology of partial perspectives that the possibility of sustained, rational, objective enquiry rests.",
      "author": "Donna Haraway, Situated Knowledges"
    } 
  ]  